Repository: sibbl/ParkenDD
Catalog: ParkenDD/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de

# InfoDialogAuthor.Text
source: by Sebastian Müller (@sibbl)
cs_cz: Vytvořil Sebastian Müller (@sibbl)
de_de: von Sebastian Müller (@sibbl)

# InfoDialogBackBtn.Content
source: Back
cs_cz: Zpět
de_de: Zurück

# InfoDialogDataWhere2Content.Text
source: Use the following links to open our sources in the browser:
cs_cz: Použijte následující odkazy k otevření našich zdrojů v prohlížeči:
de_de: Folgende Verlinkungen führen Sie zu den Webseiten unserer Quellen:

# InfoDialogDataWhere2Title.Text
source: Okay, but where is the data from?
cs_cz: Dobře, ale odkud ta data pocházejí?
de_de: Okay, aber woher stammen nun die Daten?

# InfoDialogDataWhereContent.Text
source: The data which is displayed by this app, is fetched from different sources. Hardly any city provides machine-readable data, so the project ParkAPI (www.github.com/offenesdresden/ParkAPI) was created. Using this scraper, realtime data is loaded from websites and translated into data formats, which computers and even your Windows device can understand.
cs_cz: Data, použita v této aplikaci, jsou získávána z různých zdrojů. Téměř žádné město neposkytuje strojově čitelná data, proto vznikl projekt ParkAPI (www.github.com/offenesdresden/ParkAPI). Použitím scrapingu jsou aktuální data nahrávána z webových stránek a překládána do datového formátu, kterému počítač i vaše Windows zařízení rozumí.
de_de: Die Daten, die Sie in dieser App sehen, stammen aus verschiedenen Quellen. Da so gut wie keine Städte maschinenlesbare Daten bereitstellen, wurde das Projekt ParkAPI (www.github.com/offenesdresden/ParkAPI) ins Leben gerufen. Mit diesem werden diese Tabellen und Listen der Webseiten in ein Format übersetzt, das Maschinen und eben auch Ihr Windows-Gerät verstehen.

# InfoDialogDataWhereTitle.Text
source: Where is the data from?
cs_cz: Odkud pocházejí data?
de_de: Woher stammen die Daten?

# InfoDialogFeaturesCitiesContent.Text
source: Select a city and get the current parking situation of the city.
cs_cz: Vyberte město a získejte aktuální informace o parkování ve městě.
de_de: Wählen Sie aus einer Liste von Städten aus und ParkenDD zeigt Ihnen die aktuelle Parksituation.

# InfoDialogFeaturesCitiesTitle.Text
source: Cities
cs_cz: Města
de_de: Städte

# InfoDialogFeaturesCortanaContent.Text
source: If you have Cortana activated, you can launch the app via voice commands or even get details without having to start the app. You can use the following commands:
cs_cz: Pokud jste aktivovali Cortana, můžete aplikaci ovládat pomocí hlasu nebo dokonce získat detaily bez nutnosti aplikaci spustit. Můžete použít následující příkazy:
de_de: Haben Sie Cortana aktiviert, können Sie über Sprachsuchen die App starten oder auch ohne die App öffnen zu müssen, Informationen zur Parksituation erhalten. Verwenden Sie dazu zum Beispiel folgende Befehle:

# InfoDialogFeaturesCortanaSample1.Text
source: ParkenDD, where in Dresden can I park?
cs_cz: ParkenDD, kde můžu v Drážďanech zaparkovat?
de_de: ParkenDD, wo kann ich in Dresden parken?

# InfoDialogFeaturesCortanaSample2.Text
source: ParkenDD, show the parking lot Centrum Galerie in Dresden
cs_cz: ParkenDD, zobraz parkoviště Centrum Galerie v Drážďanech
de_de: ParkenDD, zeige den Parkplatz der Centrum Galerie in Dresden

# InfoDialogFeaturesCortanaSample3.Text
source: ParkenDD, how many parking spaces are available in the Centrum Galerie in Dresden?
cs_cz: ParkenDD, kolik je volných parkovacích míst v Centrum Galerie v Drážďanech?
de_de: ParkenDD, wie viele Parkplätze sind in Dresden in der Centrum Galerie frei?

# InfoDialogFeaturesParkingLotContent.Text
source: When a city is selected, the parking lots (of which data is available) are shown in a list and map view. You can select them in both views to get more details and be able to get directions.
cs_cz: Pokud je vybráno město, zobrazí se parkoviště (ke kterým jsou dostupná data) jak v seznamu, tak na mapě. Můžete je vybrat v obou zobrazeních pro získání více detailů a pro získání souřadnic.
de_de: Nachdem eine Stadt ausgewählt wurde, werden die Parkplätze geladen, zu denen uns Daten vorliegen. Sie können diese in einer Listen- und einer Kartenansicht betrachten und auch anklicken, um zusätzliche Informationen sowie eine Wegbeschreibung zu erhalten.

# InfoDialogFeaturesParkingLotTitle.Text
source: Parking lots
cs_cz: Parkoviště
de_de: Parkplätze

# InfoDialogFeaturesPredictionContent.Text
source: At some parking lots, there are experimental forecasts available for a selectable time span. This data is generated and optimized continuously.
cs_cz: Na některých parkovištích je dostupná experimentální předpověď pro časové období, které si vyberete. Tato data jsou generována a optimalizována průběžně.
de_de: Bei einigen Parkplätzen stehen experimentelle Vorhersagen zur Verfügung, die für einen auswählbaren Zeitraum in einem Diagramm dargestellt werden. Diese Daten wurden von Algorithmen erzeugt und fortlaufend von uns optimiert.

# InfoDialogFeaturesPredictionTitle.Text
source: Forecast
cs_cz: Předpověď
de_de: Vorhersage

# InfoDialogLicensesLabel.Text
source: License:
cs_cz: Licence:
de_de: Lizenz:

# InfoDialogLicensesTitle.Text
source: Licenses
cs_cz: Licence
de_de: Lizenzen

# InfoDialogPivotFeatures.Header
source: features
cs_cz: funkce
de_de: Funktionen

# InfoDialogPivotInfo.Header
source: information
cs_cz: informace
de_de: Informationen

# InfoDialogThanks.Text
source: Thanks to Rob Tranquillo (@robtranquillo), Johannes Kliemann (@JK70523), Kilian Költzsch (@kiliankoe) and Constantin Müller (@ubahnverleih) for developing the API as well as iOS and Android apps. Thanks to Paul Balzer (@balzer82) for calculating and providing the forecast data. Thanks to Matthias Altermann for designing and providing the app logo.
cs_cz: Poděkování si zaslouží Rob Tranquillo (@robtranquillo), Johannes Kliemann (@JK70523), Kilian Költzsch (@kiliankoe) a Constantin Müller (@ubahnverleih) za vývoj API, stejně tak aplikací pro iOS a Android, Paul Balzer (@balzer82) za výpočet a poskytnutí dat pro předpovědi, Matthias Altermann za návrh a poskytnutí loga aplikace.
de_de: Danke an Rob Tranquillo (@robtranquillo), Johannes Kliemann (@JK70523), Kilian Költzsch (@kiliankoe) und Constantin Müller (@ubahnverleih) für das Entwickeln der API bzw. Android- und iOS-Apps. Danke an Paul Balzer (@balzer82) für das Berechnen und Bereitstellen der Daten für die Vorhersagen. Danke an Matthias Altermann für das Gestalten und Bereitstellen des App-Logos.

# InfoDialogVersion.Text
source: Version
cs_cz: Verze

# InfoDialogWriteAuthor.Content
source: write the developer
cs_cz: napište vývojáři
de_de: dem Entwickler schreiben

# InfoTextLabel.Text
source: More...
cs_cz: Víc...
de_de: mehr...

# ParkingLotFilterAscending.Text
source: Ascending
cs_cz: Vzestupně
de_de: Aufsteigend

# ParkingLotFilterDescending.Text
source: Descending
cs_cz: Sestupně
de_de: Absteigend

# ParkingLotFilterMenuItemAlphabetically.Text
source: Alphabetically
cs_cz: Abecedně
de_de: Alphabetisch

# ParkingLotFilterMenuItemAvailability.Text
source: Occupancy
cs_cz: Obsazení
de_de: Belegung

# ParkingLotFilterMenuItemDistance.Text
source: Distance
cs_cz: Vzdálenost
de_de: Entfernung

# ParkingLotFilterMenuItemGrouping.Text
source: Grouping
cs_cz: Seskupení
de_de: Gruppierung

# ParkingLotHasForecastText.Text
source: FORECAST
cs_cz: PŘEDPOVĚĎ
de_de: VORHERSAGE

# ParkingLotListDetailFree.Text
source: available
cs_cz: dostupných
de_de: frei

# ParkingLotListFilterBtn.ToolTipService.ToolTip
source: Filter
cs_cz: Filtr

# ParkingLotListRefreshBtn.ToolTipService.ToolTip
source: Refresh
cs_cz: Obnovit
de_de: Aktualisieren

# SearchBox.PlaceholderText
source: Search address...
cs_cz: Vyhledej adresu...
de_de: Adresse suchen...

# ParkingLotListDataAgeLabel.Text
source: from
cs_cz: od
de_de: Stand:

# ParkingLotListFilterBtn.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Filter
cs_cz: Filtr

# ParkingLotListNavigationBtn.Content
source: Directions
cs_cz: Popis cesty
de_de: Wegbeschreibung

# ParkingLotListRefreshBtn.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Refresh
cs_cz: Obnovit
de_de: Aktualisieren

# VoiceCommandParkingStateParkingLotNotFoundDisplayMsg
source: Sorry, I couldn't find the parking lot...
cs_cz: Pardon, nemohl jsem najít parkoviště...
de_de: Ich konnte den Parkplatz leider nicht finden...

# VoiceCommandParkingStateParkingLotNotFoundSpokenMsg
source: I couldn't find the parking lot
cs_cz: Nemohl jsem najít parkoviště
de_de: Ich konnte den Parkplatz leider nicht finden...

# VoiceCommandParkingStateUpToDateSpokenMsg
source: {0} of {1} parking spaces are currently available
cs_cz: {0} z {1} parkovacích míst je momentálně dostupných
de_de: {0} von {1} Parkplätzen sind aktuell frei

# VoiceCommandParkingStateUpToDateDisplayMsg
source: The parking lot {0} currently has {1} of {2} available parking spaces ({3}%).
cs_cz: Parkoviště {0} má momentálně {1} z {2} dostupných parkovacích míst ({3}%).
de_de: Der Parkplatz {0} hat aktuell {1} von {2} freie Parkplätze ({3}%).

# VoiceCommandParkingStateLessThan2HrsSpokenMsg
source: {0} of {1} parking spaces were available {2} minutes ago
cs_cz: {0} z {1} parkovacích míst bylo dostupných před {2} minutami
de_de: {0} von {1} Parkplätzen waren vor {2} Minuten frei

# VoiceCommandParkingStateLessThan2HrsDisplayMsg
source: The parking lot {0} had {1} of {2} available parking spaces {4} minutes ago ({3}%).
cs_cz: Parkoviště {0} mělo {1} z {2} dostupných parkovacích míst před {4} minutami ({3}%).
de_de: Der Parkplatz {0} hatte vor {4} Minuten {1} von {2} freie Parkplätze ({3}%).

# VoiceCommandParkingStateLessThan2DaysSpokenMsg
source: {0} of {1} parking spaces were available less than {2} hours ago
cs_cz: {0} z {1} parkovacích míst bylo dostupných před méně než {2} hodinami
de_de: {0} von {1} Parkplätzen waren vor weniger als {2} Stunden frei

# VoiceCommandParkingStateLessThan2DaysDisplayMsg
source: The parking lot {0} had {1} of {2} available parking spaces less than {4} hours ago ({3}%).
cs_cz: Parkoviště {0} mělo {1} z {2} dostupných parkovacích míst před méně než {4} hodinami ({3}%).
de_de: Der Parkplatz {0} hatte vor weniger als {4} Stunden {1} von {2} freie Parkplätze ({3}%).

# VoiceCommandParkingStateVeryOldSpokenMsg
source: {0} of {1} parking spaces were available more than 2 days ago
cs_cz: {0} z {1} parkovacích míst bylo dostupných před více než 2 dny
de_de: {0} von {1} Parkplätzen waren mehr als 2 Tagen frei

# VoiceCommandParkingStateVeryOldDisplayMsg
source: The parking lot {0} had {1} of {2} available parking spaces more than 2 days ago ({3}%).
cs_cz: Parkoviště {0} mělo {1} z {2} dostupných parkovacích míst před více než 2 dny ({3}%).
de_de: Der Parkplatz {0} hatte vor mehr als 2 Tagen {1} von {2} freie Parkplätze ({3}%).

# ParkingLotForecastTimespan7Days
source: Forecast for the next 7 days
cs_cz: Předpověď pro následujících 7 dní
de_de: Vorhersage für die nächsten 7 Tage

# ParkingLotForecastTimespan24Hrs
source: Forecast for the next 24 hours
cs_cz: Předpověď pro následujících 24 hodin
de_de: Vorhersage für die nächsten 24 Stunden

# ParkingLotForecastTimespan6Hrs
source: Forecast for the next 6 hours
cs_cz: Předpověď pro následujících 6 hodin
de_de: Vorhersage für die nächsten 6 Stunden

# ParkingLotLastRefreshYesterdayAt
source: yesterday at {0}
cs_cz: včera v {0}
de_de: gestern um {0}

# ParkingLotLastRefreshDaysAgo
source: {0} days ago
cs_cz: před {0} dny
de_de: vor {0} Tagen

# ParkingLotStateClosed
source: closed
cs_cz: zavřeno
de_de: geschlossen

# ParkingLotStateOpen
source: open
cs_cz: otevřeno
de_de: geöffnet

# MapCurrentLocationLabel
source: Location
cs_cz: Pozice
de_de: Standort

# ParkingLotListGroupHeaderAll
source: All parking lots
cs_cz: Všechna parkoviště
de_de: Alle Parkplätze

# ParkingLotListGroupHeaderOther
source: Other
cs_cz: Ostatní
de_de: Weitere

# DirectionsParkingLotLabel
source: Parking lot {0}
cs_cz: Parkoviště {0}
de_de: Parkplatz {0}

# OfflineHintLabel.Text
source: No internet connection
cs_cz: Žádné připojení k internetu
de_de: Keine Internetverbindung

# ExceptionMailMetaDataSubject
source: ParkenDD: cities could not be loaded
cs_cz: ParkenDD: města nemohla být načtena
de_de: ParkenDD: Städte konnten nicht geladen werden

# ExceptionMailMetaDataBody
source: Unfortunately the cities couldn't be loaded and I thought I might tell you about this. The error was: {0}
cs_cz: Města nemohla být bohužel načtena, tak jsem si myslel, že bych vám o tom mohl říct. Chyba byla: {0}
de_de: Leider konnten die Städte nicht geladen werden und ich dachte mir, ich teile Dir das besser mit. Der Fehler war: {0}

# ExceptionToastTitle
source: Oh no!
cs_cz: Och ne!
de_de: Oh nein!

# ExceptionToastMetaDataContent
source: Unfortunately the server is not reachable and the cities cannot be loaded.
cs_cz: Server není bohužel dostupný a města proto nemohou být načtena.
de_de: Leider ist der Server nicht erreichbar und die Städte konnten nicht geladen werden.

# ExceptionMailCitySubject
source: ParkenDD: {0} could not be loaded
cs_cz: ParkenDD: {0} nemohlo být načteno
de_de: ParkenDD: {0} konnte nicht geladen werden

# ExceptionMailCityBody
source: Unfortunately the data of {0} couldn't be loaded and I thought I might tell you about this. The error was: {1}
cs_cz: Data o {0} nemohla být bohužel načtena, tak jsem si myslel, že bych vám o tom mohl říct. Chyba byla: {1}
de_de: Leider konnten die Daten für {0} nicht geladen werden und ich dachte mir, ich teile Dir das besser mit. Der Fehler war: {1}

# ExceptionToastCityContent
source: Unfortunately the server is not reachable and real time parking lot data for {0} cannot be loaded.
cs_cz: Server není bohužel dostupný a aktuální data k parkovišti {0} nemohou být načtena.
de_de: Leider ist der Server nicht erreichbar und die Parkplatzdaten von {0} konnten nicht geladen werden.

# ExceptionToastVisitParkenDdButton
source: visit ParkenDD.de
cs_cz: navštivte ParkenDD.de
de_de: ParkenDD.de besuchen

# ExceptionToastContactDevButton
source: contact developer
cs_cz: kontaktujte vývojáře
de_de: Entwickler schreiben

# ExceptionToastShowInBrowserButton
source: view in browser
cs_cz: zobrazit v prohlížeči
de_de: im Browser ansehen

# ExceptionMailForecastSubject
source: ParkenDD: forecast data of {0} in {1} could not be loaded
cs_cz: ParkenDD: předpověď pro {0} z {1} nemohla být načtena
de_de: ParkenDD: Vorhersage für {0} in {1} konnte nicht geladen werden

# ExceptionMailForecastBody
source: Unfortunately the forecast for {0} in {1} couldn't be loaded and I thought I might tell you about this. The error was: {2}
cs_cz: Předpověď pro {0} z {1} nemohla být bohužel načtena, tak jsem si myslel, že bych vám o tom mohl říct. Chyba byla: {2}
de_de: Leider konnten die Vorhersagen für {0} in {1} nicht geladen werden und ich dachte mir, ich teile Dir das besser mit. Der Fehler war: {2}

# ExceptionToastForecastContent
source: Unfortunately the server is not reachable and forecast data for {0} in {1} cannot be loaded.
cs_cz: Server není bohužel dostupný a předpověď pro {0} z {1} nemůže být načtena.
de_de: Leider ist der Server nicht erreichbar und die Vorhersagen für {0} in {1} konnten nicht geladen werden.

# VoiceCommandParkingStateWaitDisplayMsg
source: One second, I drive there quickly...
cs_cz: Vteřinku, hned tam dojedu...
de_de: Einen Moment, ich fahre kurz vorbei...

# VoiceCommandParkingStateWaitSpokenMsg
source: One second, I drive there quickly...
cs_cz: Vteřinku, hned tam dojedu...
de_de: Moment, ich fahre kurz vorbei...

# InfoDialogPivotSettings.Header
source: settings
cs_cz: nastavení
de_de: Einstellungen

# SettingsExperimentalCitiesToggleSwitch.Header
source: Show experimental cities
cs_cz: Zobraz města ve zkušebním provozu
de_de: Experimentelle Städte anzeigen

# SettingsExperimentalCitiesToggleSwitch.OnContent
source: Yes
cs_cz: Ano
de_de: Ja

# SettingsExperimentalCitiesToggleSwitch.OffContent
source: No
cs_cz: Ne
de_de: Nein

# SettingsExperimentalCitiesHint.Text
source: Hint: data of experimental cities can be highly wrong or incomplete.
cs_cz: Upozornění: data k městům ve zkušebním provozu mohou být velmi nepřesná nebo nekompletní.
de_de: Hinweis: Daten von experimentellen Städten können stark fehlerbehaftet oder unvollständig sein.

# SettingsLanguageComboBox.Header
source: Language
cs_cz: Jazyk
de_de: Sprache

# SettingsDistanceUnitComboBox.Header
source: Distance unit
cs_cz: Jednotky vzdálenosti
de_de: Einheit für Entfernungen

# DistanceUnitKilometers
source: Kilometers
cs_cz: Kilometry
de_de: Kilometer

# DistanceUnitMiles
source: Miles
cs_cz: Míle
de_de: Meilen

# SettingsLanguageRestartRequiredMessage
source: You have to restart the app in order to see the language changes.
cs_cz: Musíte zrestartovat aplikaci, abyste mohli vidět provedené jazykové změny.
de_de: Du musst die App neu starten, damit die Änderung der Sprache sichtbar wird.

# JumpListCitiesHeader
source: Cities
cs_cz: Města

# ReviewAppDialog1Title
source: You like ParkenDD?
cs_cz: Líbí se vám ParkenDD?

# ReviewAppDialog1YesButton
source: Yes, sure!
cs_cz: Ano, samozřejmě!

# ReviewAppDialog1NoButton
source: No, thanks
cs_cz: Ne, díky

# ReviewAppDialog1Content
source: If you like ParkenDD, we'd appreciate if you could rate our app in the Store! This way we can continue to offer this app for free and support even more cities in the future, so that we can find the best parking lots together.
cs_cz: Pokud se vám líbí ParkenDD, ocenili bychom vaše ohodnocení aplikace ve Store! Jen tak můžeme aplikaci dál poskytovat zdarma a taky stále podporovat další města, takže takhle společně můžeme najít ty nejlepší parkovací místa.

# ReviewAppDialog2Title
source: Is there something you don't like?
cs_cz: Je zde něco, co se vám nelíbí?

# ReviewAppDialog2FeedbackButton
source: Send feedback
cs_cz: Pošlete feedback

# ReviewAppDialog2NoButton
source: Don't annoy me
cs_cz: Neotravuj mě

# ReviewAppDialog2Content
source: We'd be happy if you could send us some feedback, explain your problems or tell us your wishes so we can improve ParkenDD and maybe get a rating from you in the future.
cs_cz: Potěšilo by nás, kdybyste nám mohli poslat zpětnou vazbu, vysvětlit vaše problémy a prozradit nám vaše přání. Tak můžeme ParkenDD vylepšit a možná od vás v budoucnu dostat lepší hodnocení. Vývojáři zatím bohužel neovládají češtinu, odpověď tak můžete očekávat v angličtině.

# ReviewAppFeedbackMailBody
source: Hey Sebastian! To give your app a 5 star rating, please improve the following:
cs_cz: Zdravím Sebastiane! Abych tvojí aplikaci mohl dát v hodnocení 5 hvězdiček, prosím vylepši následující:

# InfoDialogPivotData.Header
source: data
de_de: Daten

# ParkingLotListMenuBtn.ToolTipService.ToolTip
source: Menu
de_de: Menü

# SplitViewMenuBtn.ToolTipService.ToolTip
source: Menu
de_de: Menü

# ParkingLotListMenuBtn.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Menu
de_de: Menü

# SplitViewMenuBtn.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Menu
de_de: Menü

# ParkingLotLastRefreshHourFormat
source: h:mm tt
de_de: H:mm
